{
    "en": {
        "Acknowledge_Backchannel": "I see",
        "Agree_or_Accept": "Yes, that's right",
        "Yes_answers": "Yes",
        "Conventional_closing": "It's been nice talking to you. Bye!",
        "No_answers": "No",
        "Response_Acknowledgement": "Ok, I understand",
        "Backchannel_in_question_form": "Is that so?",
        "Affirmative_non_yes_answers": "It is",
        "Reject": "I'm afraid this is not possible",
        "Negative_non_no_answers": "Not really",
        "Signal_non_understanding": "I did not understand you, could you please repeat?",
        "Conventional_opening": "Hi!",
        "Tag_Question": "Right?",
        "Apology": "I'm sorry",
        "Apology_Repeat_Question": "I am sorry, I will repeat the question.",
        "Apology_Repeat_Information": "I am sorry, I will repeat the information.",
        "Apology_No_Extra_Information": "I am sorry, I have no additional information on that.",
        "Thanking": "Thank you very much",

        "Say_Yes_No": "Please, say \"yes\" or \"no\". ",
        "Say_Yes_No_Information": "Please, say \"yes\" or \"no\". I will repeat the information. ",
        
        
        "confirmCommunication": "Can you hear me?",
        "confirmLanguage": "You speak English, is that correct?",
        "obtainRequest": "How can I help you?",
        "obtainName": "What is your name?",
        "obtainStatus": "First of all, I need to know if you already registered",
        "obtainInterest": "Do you want me to inform you on the First Reception Service?",
        "ObtainInterestRegistration": "Would you like to register?",
        "InformDetailsCompletion": " A module is completed if you attend, at least 75% of the classes",
        "InformDetailsLanguage": "In case you can speak and understand Catalan or Spanish or you have a certificate proving that you already completed a course, you won’t have to take that specific module",
        "InformDetailsTime": "You can take each module separately and you have 2 years to complete them all",
        "InformDetailsValue": "If you apply, you will have access to a set of basic tools that will help you become part of the Catlan society. The certificate can also be useful for job search as an added value to your skills and experience. Furthermore, the Reception Certificate could be used in legal immigration requirements like social ties, modification and/or renewal of residence authorizations, among others",
        "InformLabourModule": "Module B. Labour market knowledge, which consists of a 15h course on labour market and employment",
        "InformLabourModuleAddress": "Module B is offered at the City Council building",
        "InformLabourModuleHours": "Module B is given on Wednesdays from 19:00 to 21:00",
        "InformLanguageModule": "Module A. Languages, which consists of a 90 h Catalan and 90 h Spanish course",
        "InformLanguageModuleAddress": "Module A is offered at nearby Col·legi Sagrat Cor",
        "InformLanguageModuleHours": "Module A is given on Mondays and Fridays from 19:00 to 21:00",
        "InformOverview": "The First Reception Service consists of a number of initial training and information activities especially designed for its users. It includes counselling, initial adult training, and certification of basic skills and competences to make living and working in Catalonia easier. There are three different modules",
        "InformSocietyModule": "Module C. Catalan Society, which consists of a 15 h course specifically on your municipality and the services you can apply for",
        "InformSocietyModuleAddress": "Module C is offered at the City Council building",
        "InformSocietyModuleHours": "Module C is given on Wednesdays from 19:00 to 21:00",
        
        "NeedsUpdateAnswer": "Currently I have stored <TCNAnswer>. Would you like to update it?"
    }
}